ir_version: 3
producer_name: "nGraph ONNX Importer"
graph {
  node {
    input: "x"
    input: "y"
    output: "z"
    op_type: "Div"
  }
  name: "sub_graph"
  input {
    name: "x"
    type {
      tensor_type {
        elem_type: 2
        shape {
          dim {
            dim_value: 2
          }
          dim {
            dim_value: 2
          }
        }
      }
    }
  }
  input {
    name: "y"
    type {
      tensor_type {
        elem_type: 2
        shape {
          dim {
            dim_value: 2
          }
          dim {
            dim_value: 2
          }
        }
      }
    }
  }
  output {
    name: "z"
    type {
      tensor_type {
        elem_type: 2
        shape {
          dim {
            dim_value: 2
          }
          dim {
            dim_value: 2
          }
        }
      }
    }
  }
}
opset_import {
  version: 9
}
